-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 15, 2017 at 07:32 PM
-- Server version: 10.1.21-MariaDB
-- PHP Version: 7.1.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `phpbasic`
--

-- --------------------------------------------------------

--
-- Table structure for table `freshman`
--

CREATE TABLE `freshman` (
  `id` int(11) NOT NULL,
  `student_id` int(9) NOT NULL,
  `firstname` varchar(20) COLLATE utf8_bin NOT NULL,
  `lastname` varchar(20) COLLATE utf8_bin NOT NULL,
  `nickname` varchar(20) COLLATE utf8_bin NOT NULL,
  `school` varchar(50) COLLATE utf8_bin NOT NULL,
  `entrance` varchar(20) COLLATE utf8_bin NOT NULL,
  `img` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin ROW_FORMAT=COMPACT;

--
-- Dumping data for table `freshman`
--

INSERT INTO `freshman` (`id`, `student_id`, `firstname`, `lastname`, `nickname`, `school`, `entrance`, `img`) VALUES
(1, 590610600, 'กัญจนพร', 'บุญมาก', 'พิม', 'นครสวรรค์', 'แอดมิชชั่น', 'freshmen/590610600.jpg'),
(2, 590610601, 'กัญญารัตน์', 'ตั้งก่อเกียรติกุล', 'ไอซ์', 'สามัคคีวิทยาคม', 'โควตา', 'freshmen/590610601.jpg'),
(3, 590610602, 'กานต์', 'ทิพยมนตรี', 'เฟิร์ส', '', 'โควตา', 'freshmen/590610602.jpg'),
(4, 590610604, 'กิติยา', 'วิสิฐพงศ์พันธ์', 'มุกกี้', '', 'แอดมิชชั่น', 'freshmen/590610604.jpg'),
(5, 590610605, 'ไกรสร', 'ก๋าใจ', 'บูม', '', 'โควตา', 'freshmen/590610605.jpg'),
(6, 590610606, 'จาริกการ์', 'ชีวชาตรีเกษม', 'เจ๋ง', '', '', 'freshmen/590610606.jpg'),
(7, 590610607, 'จิรกิตต์', 'สายวังจิตต์', 'ต้าง', '', 'รับตรงคณะ', 'freshmen/590610607.jpg'),
(8, 590610608, 'จิระวัตร', 'มาละดา', 'อิกคิว', '', 'อื่นๆ', 'freshmen/590610608.jpg'),
(9, 590610609, 'ชยณัฐ', 'พันชน', 'เพียว', '', 'รับตรงคณะ', 'freshmen/590610609.jpg'),
(10, 590610610, 'ชรินทร์', 'สรรศรี', 'นัท', '', 'แอดมิชชั่น', 'freshmen/590610610.jpg'),
(11, 590610611, 'ชวลิต', 'ปัญญาเจริญ', 'ก๊อต', '', 'แอดมิชชั่น', 'freshmen/590610611.jpg'),
(12, 590610612, 'ญาณวุฒิ', 'สิงห์ใจ', 'เอิร์ธ', '', 'โควตา', 'freshmen/590610612.jpg'),
(13, 590610613, 'ฐาปกรณ์', 'เผยพร', 'อาท', '', 'แอดมิชชั่น', 'freshmen/590610613.jpg'),
(14, 590610614, 'ณัฐพงษ์', 'พงษ์คำ', 'แบงค์', '', 'โควตา', 'freshmen/590610614.jpg'),
(15, 590610615, 'ณัฐพงษ์', 'แย้มยวน', 'ก๊อต', '', 'แอดมิชชั่น', 'freshmen/590610615.jpg'),
(16, 590610616, 'ณัฐภาส', 'ร่มโพธิ์', 'ตะวัน', '', 'โควตา', 'freshmen/590610616.jpg'),
(17, 590610617, 'ณัฐรดา', 'สิทธิกรณ์', 'นัทตี้', '', '', 'freshmen/590610617.jpg'),
(18, 590610618, 'ติณณ์', 'อินปั๋นแก้ว', '', '', 'โควตา', 'freshmen/590610618.jpg'),
(19, 590610619, 'ติณวัตติ์', 'ตุ้ยแม้น', 'ต้าร์', '', 'โควตา', 'freshmen/590610619.jpg'),
(20, 590610620, 'ทิพากร', 'เมืองสิงห์', 'ป่าน', '', 'แอดมิชชั่น', 'freshmen/590610620.jpg'),
(21, 590610621, 'ธนทัต', 'วรวีระวงศ์', '', '', 'โควตา', 'freshmen/590610621.jpg'),
(22, 590610622, 'ธนวิชญ์', 'ประเสริฐศักดิ์', 'ออมสิน', '', 'โควตา', 'freshmen/590610622.jpg'),
(23, 590610623, 'ธนัท', 'คนชม', 'เกียร์', '', 'แอดมิชชั่น', 'freshmen/590610623.jpg'),
(24, 590610624, 'ธนาคม', 'หัสแดง', 'ฟลุ๊ค', '', 'โควตา', 'freshmen/590610624.jpg'),
(25, 590610625, 'ธัญญารัตน์', 'เสนคำวงค์', 'เนียร์', '', 'แอดมิชชั่น', 'freshmen/590610625.jpg'),
(26, 590610626, 'ธีรเมธ', 'เอกวิลัย', 'ปลื้ม', '', 'ไม่ระบุ', 'freshmen/590610626.jpg'),
(27, 590610627, 'ธีรยุทธ', 'ปัญโญเหียง', 'ยุทธ', '', 'แอดมิชชั่น', 'freshmen/590610627.jpg'),
(28, 590610628, 'นนทวัฒน์', 'สายแปง', '', '', 'แอดมิชชั่น', 'freshmen/590610628.jpg'),
(29, 590610630, 'นรนิติ', 'โยธา', 'ฟิว', '', 'โควตา', 'freshmen/590610630.jpg'),
(30, 590610631, 'นรวร', 'โหราวรรณ์', '', '', 'โควตา', 'freshmen/590610631.jpg'),
(31, 590610632, 'นรินทร์เทพ', 'แก้วถึง', 'เนส', '', 'โควตา', 'freshmen/590610632.jpg'),
(32, 590610633, 'นฤเบศ', 'สิงห์วงษา', 'แบงค์', '', 'โครงการพิเศษ', 'freshmen/590610633.jpg'),
(33, 590610634, 'นันทนัช', 'เชี้ยวบางยาง', 'นิก', '', 'แอดมิชชั่น', 'freshmen/590610634.jpg'),
(34, 590610635, 'นันทวัฒน์', 'วิเศษทรัพย์', 'นันท์', '', 'โควตา', 'freshmen/590610635.jpg'),
(35, 590610636, 'บุณยาพร', 'บุญสืบ', 'จา', '', 'แอดมิชชั่น', 'freshmen/590610636.jpg'),
(36, 590610637, 'บุศรินทร์', 'ดอกสันเทียะ', 'ป๊อป', '', 'แอดมิชชั่น', 'freshmen/590610637.jpg'),
(37, 590610638, 'ปฐกร', 'รักเชื้อ', 'เบย์', '', 'แอดมิชชั่น', 'freshmen/590610638.jpg'),
(38, 590610639, 'ปฐมภพ', 'สุนันตา', 'บัล', '', 'โควตา', 'freshmen/590610639.jpg'),
(39, 590610640, 'ปิตกานต์', 'สายสุวรรณ', 'เอิร์ธ', '', 'แอดมิชชั่น', 'freshmen/590610640.jpg'),
(40, 590610641, 'ปิยะชัย', 'คำปวน', 'ภูมิ', '', 'โควตา', 'freshmen/590610641.jpg'),
(41, 590610642, 'พัชรพร', 'วิสิฐพงศ์พันธ์', 'พลอย', '', 'โควตา', 'freshmen/590610642.jpg'),
(42, 590610643, 'พัชรวัฒน์', 'สุขรักษ์', 'โดนัท', '', 'แอดมิชชั่น', 'freshmen/590610643.jpg'),
(43, 590610644, 'พัสกร', 'โตวตระกูล', '', '', 'โครงการพิเศษ', 'freshmen/590610644.jpg'),
(44, 590610645, 'พิสิษฐ์', 'บุญคลอด', 'มายด์', '', 'โควตา', 'freshmen/590610645.jpg'),
(45, 590610646, 'พีธกานต์', 'กาศอุดม', 'พีท', '', 'แอดมิชชั่น', 'freshmen/590610646.jpg'),
(46, 590610647, 'ภักดีภูมิ', 'พิบูลย์สมบัติ', 'ฝา', '', 'ไม่ระบุ', 'freshmen/590610647.jpg'),
(47, 590610648, 'มิค', 'ชีวรัตนาพันธ์', 'มิค', '', 'แอดมิชชั่น', 'freshmen/590610648.jpg'),
(48, 590610649, 'เมธี', 'พิพัฒน์จริยา', '', '', 'โควตา', 'freshmen/590610649.jpg'),
(49, 590610650, 'ยุรเดช', 'คำอ่อน', 'หรั่ง', '', 'โครงการพิเศษ', 'freshmen/590610650.jpg'),
(50, 590610651, 'รัชชานนท์', 'สมทา', 'นนท์', '', 'แอดมิชชั่น', 'freshmen/590610651.jpg'),
(51, 590610652, 'วงศธร', 'รินลา', 'มอส', '', 'โควตา', 'freshmen/590610652.jpg'),
(52, 590610654, 'วรพันธ์', 'อินตารักษา', '', '', 'แอดมิชชั่น', 'freshmen/590610654.jpg'),
(53, 590610655, 'วรรณชาติ', 'ศรีสวัสดิ์', 'ฟลุค', '', 'โควตา', 'freshmen/590610655.jpg'),
(54, 590610656, 'วรรณรัตน์', 'บุญยัง', 'อั้น', '', 'โควตา', 'freshmen/590610656.jpg'),
(55, 590610657, 'วรวิช', 'ชำนาญคิด', 'แบงค์', '', 'โควตา', 'freshmen/590610657.jpg'),
(56, 590610659, 'วันพิรุฬ', 'แหกาวี', 'พิรุฬ', '', 'แอดมิชชั่น', 'freshmen/590610659.jpg'),
(57, 590610660, 'วิระชัย', 'ปอเหรียญ', 'เอฟ', '', 'แอดมิชชั่น', 'freshmen/590610660.jpg'),
(58, 590610661, 'วีระศักดิ์', 'เชียงสร้อย', 'เจมส์', '', 'โควตา', 'freshmen/590610661.jpg'),
(59, 590610662, 'วุฒิพงษ์', 'มาปินตา', 'ไนท์', '', 'โครงการพิเศษ', 'freshmen/590610662.jpg'),
(60, 590610663, 'ศตธัญญ์', 'ฉ่ำบุญชู', 'แซนด์', '', 'โควตา', 'freshmen/590610663.jpg'),
(61, 590610664, 'ศวิตา', 'ศรียอง', 'บีม', '', 'โควตา', 'freshmen/590610664.jpg'),
(62, 590610665, 'ศิริภรณ์', 'บุญเสมา', 'ป๊อบ', '', 'แอดมิชชั่น', 'freshmen/590610665.jpg'),
(63, 590610666, 'ศิริวัฒน์', 'สืบกินนอน', '', '', 'แอดมิชชั่น', 'freshmen/590610666.jpg'),
(64, 590610667, 'ศิวกร', 'ใจดี', 'ตุลย์', '', 'โควตา', 'freshmen/590610667.jpg'),
(65, 590610668, 'ศุภชัย', 'ภู่เขียว', 'บูม', '', 'แอดมิชชั่น', 'freshmen/590610668.jpg'),
(66, 590610669, 'สรวิชญ์', 'แสนศรี', 'เจิด', '', 'โควตา', 'freshmen/590610669.jpg'),
(67, 590610670, 'สหรัฐ', 'บัวระวงศ์', 'บอม', '', 'โควตา', 'freshmen/590610670.jpg'),
(68, 590610671, 'สิงขร', 'คงธรรม', 'โดโด้', '', 'แอดมิชชั่น', 'freshmen/590610671.jpg'),
(69, 590610672, 'สิรภพ', 'ภูริวัฒนกุล', 'แบงค์', '', 'โครงการพิเศษ', 'freshmen/590610672.jpg'),
(70, 590610673, 'สุมิตรา', 'คำลือ', 'ฝ้าย', '', 'แอดมิชชั่น', 'freshmen/590610673.jpg'),
(71, 590610674, 'สุริยา', 'เขื่อนขัน', 'แบงค์', '', 'โควตา', 'freshmen/590610674.jpg'),
(72, 590610675, 'เสฏฐวุฒิ', 'ถาวงษ์กลาง', '', '', '', 'freshmen/590610675.jpg'),
(73, 590610676, 'อชิรวิทย์', 'รุณบุตรา', 'เปเปอร์', '', 'โครงการพิเศษ', 'freshmen/590610676.jpg'),
(74, 590610677, 'อฐิตกานต์', 'เมืองเกียง', 'เอิร์ท', '', 'โควตา', 'freshmen/590610677.jpg'),
(75, 590610678, 'อทิตยา', 'สินภักดี', 'ยา', '', 'แอดมิชชั่น', 'freshmen/590610678.jpg'),
(76, 590610679, 'อมลวรรณ', 'ลาภอินทรี', 'มายด์', '', 'แอดมิชชั่น', 'freshmen/590610679.jpg'),
(77, 590610680, 'อิงครัต', 'แหวนโชติช่วง', 'จูเนียร์', '', 'โควตา', 'freshmen/590610680.jpg'),
(78, 590610681, 'อิทธิพร', 'แก้วอำไพ', 'ฟาร์ม', '', 'โควตา', 'freshmen/590610681.jpg'),
(79, 590612113, 'กันต์นภัส', 'ทิพยผลาผลกุล', '', '', 'แอดมิชชั่น', 'freshmen/590612113.jpg'),
(80, 590612115, 'จิรายุส', 'จงใจลาน', '', '', 'รับตรงคณะ', 'freshmen/590612115.jpg'),
(81, 590612118, 'ณัชพันธ์', 'ชัยยะรุ่งโรจน์', '', '', 'รับตรงคณะ', 'freshmen/590612118.jpg'),
(82, 590612119, 'ณัฐชยา', 'หวันกาศ', '', '', 'ไม่ระบุ', 'freshmen/590612119.jpg'),
(83, 590612120, 'ณัฐธิดา', 'ผาวันดี', '', '', 'แอดมิชชั่น', 'freshmen/590612120.jpg'),
(84, 590612121, 'ณัฐสัณห์', 'บุญเจริญ', '', '', 'แอดมิชชั่น', 'freshmen/590612121.jpg'),
(85, 590612122, 'ดนุสรณ์', 'คำมูล', '', '', 'โครงการพิเศษ', 'freshmen/590612122.jpg'),
(86, 590612123, 'ดานิช', 'เซลามัน', '', '', '', 'freshmen/590612123.jpg'),
(87, 590612124, 'เดชาวัฒน์', 'อร่ามแสงเทียน', '', '', 'แอดมิชชั่น', 'freshmen/590612124.jpg'),
(88, 590612125, 'ธนวรรณ', 'เรืองการินทร์', '', '', 'รับตรงคณะ', 'freshmen/590612125.jpg'),
(89, 590612126, 'ธนวันต์์', 'ศิริอ่วม', '', '', 'โครงการพิเศษ', 'freshmen/590612126.jpg'),
(90, 590612127, 'ธนาวุฒิ', 'ปรีชารัตน์', '', '', 'แอดมิชชั่น', 'freshmen/590612127.jpg'),
(91, 590612128, 'ธนุติ', 'ไชยชนะใหญ่', '', '', 'แอดมิชชั่น', 'freshmen/590612128.jpg'),
(92, 590612129, 'นันทวัฒน์', 'โสภากุล', '', '', 'แอดมิชชั่น', 'freshmen/590612129.jpg'),
(93, 590612130, 'ปริญ', 'อินทร', '', '', '', 'freshmen/590612130.jpg'),
(94, 590612131, 'พฤกษชาติ', 'สมบูรณ์ชัย', '', '', 'แอดมิชชั่น', 'freshmen/590612131.jpg'),
(95, 590612132, 'พัชรพล', 'กาศลังกา', '', '', 'แอดมิชชั่น', 'freshmen/590612132.jpg'),
(96, 590612133, 'ภัทรพล', 'หินพรม', '', '', 'แอดมิชชั่น', 'freshmen/590612133.jpg'),
(97, 590612134, 'มงคล', 'ดอกจันทร์', '', '', '', 'freshmen/590612134.jpg'),
(98, 590612136, 'รักษ์ศิลป์', 'คำเงิน', '', '', 'รับตรงคณะ', 'freshmen/590612136.jpg'),
(99, 590612137, 'วรุตม์', 'ทิมแพร', '', '', 'แอดมิชชั่น', 'freshmen/590612137.jpg'),
(100, 590612138, 'วัชรวัฒน์', 'ยะเปียง', '', '', '', 'freshmen/590612138.jpg'),
(101, 590612139, 'เวชพิสิฐ', 'ธนาวุฒิสวัสดิ์', '', '', 'แอดมิชชั่น', 'freshmen/590612139.jpg'),
(102, 590612140, 'เศรษฐวัฒน์', 'บริรักษ์เลิศ', '', '', 'แอดมิชชั่น', 'freshmen/590612140.jpg'),
(103, 590612141, 'สุริยา', 'อินทะวงษ์', '', '', '', 'freshmen/590612141.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `junior`
--

CREATE TABLE `junior` (
  `id` int(11) NOT NULL,
  `student_id` int(9) NOT NULL,
  `firstname` varchar(20) COLLATE utf8_bin NOT NULL,
  `lastname` varchar(20) COLLATE utf8_bin NOT NULL,
  `nickname` varchar(20) COLLATE utf8_bin NOT NULL,
  `school` varchar(50) COLLATE utf8_bin NOT NULL,
  `entrance` varchar(20) COLLATE utf8_bin NOT NULL,
  `img` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin ROW_FORMAT=COMPACT;

--
-- Dumping data for table `junior`
--

INSERT INTO `junior` (`id`, `student_id`, `firstname`, `lastname`, `nickname`, `school`, `entrance`, `img`) VALUES
(1, 570610544, 'กรกมล', 'สุทธิธนะวัฒน์', '', '', 'โควตา', 'junior/570610544.jpg'),
(2, 570610545, 'กฤตธี', 'ดีวัน', '', '', 'โควตา', 'junior/570610545.jpg'),
(3, 570610547, 'กวีภัทร', 'วงศ์ไชย', '', '', 'โครงการเรียนดี', 'junior/570610547.jpg'),
(4, 570610548, 'กานท์กวี', 'เฉลิมชัย', '', '', 'โควตา', 'junior/570610548.jpg'),
(5, 570610549, 'กาย', 'เลาวพงศ์', '', '', 'โควตา', 'junior/570610549.jpg'),
(6, 570610550, 'กิตติยา', 'วารีศรี', '', '', 'โครงการเรียนดี', 'junior/570610550.jpg'),
(7, 570610551, 'เกรียงไกร', 'โกลิบุตร', '', '', 'แอดมิชชั่น', 'junior/570610551.jpg'),
(8, 570610552, 'เกษมสัณห์', 'วังซ้าย', '', '', 'แอดมิชชั่น', 'junior/570610552.jpg'),
(9, 570610555, 'จณิสตา', 'ศรีเลอจันทร์', '', '', 'แอดมิชชั่น', 'junior/570610555.jpg'),
(10, 570610556, 'จารุกิตติ์', 'สมสมาน', '', '', 'แอดมิชชั่น', 'junior/570610556.jpg'),
(11, 570610557, 'จิระพงษ์', 'สุคนธ์วิจิตร', '', '', 'แอดมิชชั่น', 'junior/570610557.jpg'),
(12, 570610558, 'จิรายุส', 'แก้วชื่น', '', '', 'โควตา', 'junior/570610558.jpg'),
(13, 570610559, 'ชญานนท์', 'อาจคำ', '', '', 'โครงการพิเศษ', 'junior/570610559.jpg'),
(14, 570610560, 'ชญานิน', 'เสือทัพ', '', '', 'โครงการพิเศษ', 'junior/570610560.jpg'),
(15, 570610562, 'ชลนภัส', 'ดวงดีทวีรัตน์', '', '', 'โควตา', 'junior/570610562.jpg'),
(16, 570610563, 'ชัยพิชิต', 'เจ๊กอร่าม', '', '', 'โครงการพิเศษ', 'junior/570610563.jpg'),
(17, 570610564, 'ชาญชัย', 'วิสุทธิรังษีอุไร', '', '', 'โควตา', 'junior/570610564.jpg'),
(18, 570610565, 'ฐิติวัสส์', 'บัวติ๊บ', '', '', 'โครงการเรียนดี', 'junior/570610565.jpg'),
(19, 570610566, 'ณัจยา', 'พรหมน้อย', '', '', 'โครงการเรียนดี', 'junior/570610566.jpg'),
(20, 570610567, 'ณัชชา', 'ลิขิตรังสรรค์', '', '', 'โครงการพิเศษ', 'junior/570610567.jpg'),
(21, 570610568, 'ณัฐดนัย', 'สุดเจริญ', '', '', 'โควตา', 'junior/570610568.jpg'),
(22, 570610569, 'ณัฐนนท์', 'มณีโชติ', '', 'เชียงคำวิทยาคม', 'โครงการพิเศษ', 'junior/570610569.jpg'),
(23, 570610570, 'ตาริกา', 'รังษีวงค์', '', 'พระหฤทัย เชียงใหม่', 'โครงการเรียนดี', 'junior/570610570.jpg'),
(24, 570610571, 'ธงชัย', 'ตันซาว', '', 'นครสวรรค์', 'โครงการเรียนดี', 'junior/570610571.jpg'),
(25, 570610573, 'ธนชาติ', 'เลิศวิราม', '', 'ดาราวิทยาลัย', 'แอดมิชชั่น', 'junior/570610573.jpg'),
(26, 570610574, 'ธนณัฐ', 'ปัญญาโกษา', '', 'พะเยาพิทยาคม', 'แอดมิชชั่น', 'junior/570610574.jpg'),
(27, 570610575, 'ธนทัต', 'ฐานียณัฏฐ์', '', 'สตรีนนทบุรี', 'แอดมิชชั่น', 'junior/570610575.jpg'),
(28, 570610576, 'ธวัลรัตน์', 'จันขัน', '', 'มงฟอร์ตวิทยาลัย', 'แอดมิชชั่น', 'junior/570610576.jpg'),
(29, 570610577, 'ธัชชัย', 'เชื้ออุบล', '', 'ดาราวิทยาลัย', 'แอดมิชชั่น', 'junior/570610577.jpg'),
(30, 570610578, 'ธัชพล', 'วงค์ศรี', '', 'ท่าวังผาพิทยาคม', 'แอดมิชชั่น', 'junior/570610578.jpg'),
(31, 570610579, 'ธีรวัชร์', 'คำศิลา', '', 'เบญจมราชูทิศ จันทบุรี', 'โควตา', 'junior/570610579.jpg'),
(32, 570610580, 'นนทภัทร', 'คงแป้น', '', 'พานพิทยาคม', 'โควตา', 'junior/570610580.jpg'),
(33, 570610581, 'นราธิศ', 'ณ น่าน', '', 'มงฟอร์ตวิทยาลัย', 'โควตา', 'junior/570610581.jpg'),
(34, 570610582, 'นัทนวีน', 'ศิริทัพ', '', 'เมืองเชลียง', 'โควตา', 'junior/570610582.jpg'),
(35, 570610584, 'นุชาวีร์', 'เวียงยา', '', 'พะเยาพิทยาคม', 'โควตา', 'junior/570610584.jpg'),
(36, 570610585, 'บุรินทวัส', 'สิทธินันท์', '', 'สาธิตมหาวิทยาลัยขอนแก่น(มอดินแดง)', 'แอดมิชชั่น', 'junior/570610585.jpg'),
(37, 570610587, 'ปลายฟ้า', 'อัตตะไพบูลย์', '', 'บุญวาทย์วิทยาลัย', 'โควตา', 'junior/570610587.jpg'),
(38, 570610588, 'พรรษิษฐ์', 'วัฒนาประสบสุข', '', 'นครสวรรค์', 'โควตา', 'junior/570610588.jpg'),
(39, 570610589, 'พีรณัฐ', 'พงศ์ภคเธียร', '', '', 'โควตา', 'junior/570610589.jpg'),
(40, 570610590, 'ไพลิน', 'รุ่งเรือง', '', 'ตาคลีประชาสรรค์', 'แอดมิชชั่น', 'junior/570610590.jpg'),
(41, 570610591, 'ภคิน', 'สุวรรณวัฒน์', '', 'โรงเรียนสามัคคีวิทยาคม', 'โควตา', 'junior/570610591.jpg'),
(42, 570610592, 'ภาคภูมิ', 'รุจิพรรณ', '', '', 'แอดมิชชั่น', 'junior/570610592.jpg'),
(43, 570610594, 'ภูริวัชร', 'มนตรี', '', 'มาร์มาร่า วิชัยวิทยา', 'โควตา', 'junior/570610594.jpg'),
(44, 570610595, 'ภูวเดช', 'สันธนาภิรมย์', '', 'โรงเรียนสามัคคีวิทยาคม', 'โควตา', 'junior/570610595.jpg'),
(45, 570610596, 'รัฐพล', 'แก้วปินใจ', '', 'โรงเรียนหนองฉาง', 'โควตา', 'junior/570610596.jpg'),
(46, 570610597, 'วรธรรม', 'ฆังตระกูล', '', 'โรงเรียนเถินวิทยา', 'โครงการพิเศษ', 'junior/570610597.jpg'),
(47, 570610598, 'วรวลัญช์', 'ปินตา', '', 'โรงเรียนเวียงสระ', 'โครงการพิเศษ', 'junior/570610598.jpg'),
(48, 570610599, 'วสุพล', 'ตั้งสกุล', '', 'ส่วนบุญโญถัมภ์ ลำพูน', 'โครงการพิเศษ', 'junior/570610599.jpg'),
(49, 570610600, 'วัจน์กร', 'พรพ่วง', '', '', 'โควตา', 'junior/570610600.jpg'),
(50, 570610601, 'วัชนันท์', 'จันทาภากุล', '', 'โรงเรียนบุญวาทย์วิทยาลัย', 'โควตา', 'junior/570610601.jpg'),
(51, 570610602, 'วิภาวี', 'เค็มมาก', '', '', 'โครงการพิเศษ', 'junior/570610602.jpg'),
(52, 570610605, 'ศรัณยา', 'ชินสรนันท์', '', 'โรงเรียน อุดมดรุณี ', 'แอดมิชชั่น', 'junior/570610605.jpg'),
(53, 570610607, 'ศิรวิชญ์', 'อ่อนประไพ', '', 'โรงเรีียนเตรียมอุดมศึกษา ภาคตะวันออกเฉียงเหนือ', 'แอดมิชชั่น', 'junior/570610607.jpg'),
(54, 570610608, 'ศุภชัย', 'จันทะมา', '', 'โรงเรียน ภ.ป.ร ราชวิทยาลัยในพระบรมราชูปถัมภ์', 'แอดมิชชั่น', 'junior/570610608.jpg'),
(55, 570610609, 'ศุภนิดา', 'สรญาณธนาวุธ', '', 'โรงเรีียนเตรียมอุดมศึกษา ภาคตะวันออกเฉียงเหนือ', 'โควตา', 'junior/570610609.jpg'),
(56, 570610611, 'สิรวิชญ์', 'ตาแก้ว', '', 'เฉลิมขวัญสตรี พิษณุโลก', 'แอดมิชชั่น', 'junior/570610611.jpg'),
(57, 570610612, 'สุชาดา', 'ยอดอยู่ดี', '', 'โรงเรียนสวรรค์อนันต์วิทยา', 'แอดมิชชั่น', 'junior/570610612.jpg'),
(58, 570610613, 'สุทธิพันธ์', 'แต้มลึก', '', 'โรงเรียนสวรรค์อนันต์วิทยา', 'แอดมิชชั่น', 'junior/570610613.jpg'),
(59, 570610614, 'สุพิชญิ์ฌา', 'ชัยชาญบุญญะสิริ', '', 'โรงเรียนดำรงราษฎร์สงเคราะห์', 'โครงการเรียนดี', 'junior/570610614.jpg'),
(60, 570610615, 'สุรชาติ', 'ศรุติลาวัณย์', '', 'โรงเรียนลำปางกัลยาณี', 'แอดมิชชั่น', 'junior/570610615.jpg'),
(61, 570610616, 'อนิรุทธ์', 'ยศแสน', '', 'โรงเรียนยุพราชวิทยาลัย', 'แอดมิชชั่น', 'junior/570610616.jpg'),
(62, 570610617, 'อภิชาติ', 'ขัดสีทะลี', '', 'เฉลิมขวัญสตรี พิษณุโลก', 'โควตา', 'junior/570610617.jpg'),
(63, 570610618, 'อภินันท์', 'อุปนันท์', '', 'เทพบดินทร์วิทยาเชียงใหม่', 'โควตา', 'junior/570610618.jpg'),
(64, 570610619, 'อรรถพล', 'วงษ์วิกิจการ', '', '', 'โควตา', 'junior/570610619.jpg'),
(65, 570610621, 'อิศรา', 'ทิมอรุณ', '', 'โรงเรียนหนองฉางวิทยา', 'โควตา', 'junior/570610621.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `officer`
--

CREATE TABLE `officer` (
  `id` int(11) NOT NULL,
  `firstname` varchar(20) COLLATE utf8_bin NOT NULL,
  `lastname` varchar(20) COLLATE utf8_bin NOT NULL,
  `position` varchar(20) COLLATE utf8_bin NOT NULL,
  `img` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- Dumping data for table `officer`
--

INSERT INTO `officer` (`id`, `firstname`, `lastname`, `position`, `img`) VALUES
(1, 'กก', 'กไหก', 'ไหก', 'officer/team-3.jpg'),
(2, 'Warakorn', 'Meakpattanapinyo', 'specialist', 'officer/อจก.png'),
(3, 'Warakorn', 'Meakpattanapinyo', 'ฟฟฟฟฟ', 'officer/img-2.jpg'),
(4, 'Warakornๆๆ', 'Meakpattanapinyo', 'ฟฟฟฟฟ', 'officer/img-1.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `professor`
--

CREATE TABLE `professor` (
  `id` int(11) NOT NULL,
  `firstname` varchar(20) COLLATE utf8_bin NOT NULL,
  `lastname` varchar(20) COLLATE utf8_bin NOT NULL,
  `position` varchar(20) COLLATE utf8_bin NOT NULL,
  `university` varchar(30) COLLATE utf8_bin NOT NULL,
  `specialist` varchar(30) COLLATE utf8_bin NOT NULL,
  `img` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- Dumping data for table `professor`
--

INSERT INTO `professor` (`id`, `firstname`, `lastname`, `position`, `university`, `specialist`, `img`) VALUES
(4, '1aaaaaaaaaa', '1x', '1', '1', '1', 'teacher/logo.png'),
(5, 'asd', 'sada', 'dsad', 'sad', 'dsad', 'teacher/king_10.jpg'),
(6, '1', '1', '1', '1', '1', 'teacher/king_10.jpg'),
(7, 'dsdadasdasd', 'dasdsa', 'ddsadda', 'sdd', 'sada', 'teacher/drink_cover.jpg'),
(8, 's', 's', 's', 's', 's', 'teacher/'),
(9, 's', 's', 's', 's', 's', ''),
(10, 'l', 'l', 'l', 'l', 'l', ''),
(11, 'test', '0000', '00000', '0000', '0000', 'teacher/logo.png'),
(12, '0000', '0000', '00000', '0000', '0000', 'teacher/'),
(13, '1', '1', '1', '1', '1', 'teacher/'),
(14, '000', '000', '000', '000', '000', 'teacher/อจก.png'),
(16, '1aaaa', '2aaaa', '3aaaa', '4aaaa', '5aaaaaaaaaaa', ''),
(21, '', '2', '2', '2', '2', 'teacher/king_10.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `senior`
--

CREATE TABLE `senior` (
  `id` int(11) NOT NULL,
  `student_id` int(9) NOT NULL,
  `firstname` varchar(20) COLLATE utf8_bin NOT NULL,
  `lastname` varchar(20) COLLATE utf8_bin NOT NULL,
  `nickname` varchar(20) COLLATE utf8_bin NOT NULL,
  `school` varchar(50) COLLATE utf8_bin NOT NULL,
  `entrance` varchar(20) COLLATE utf8_bin NOT NULL,
  `img` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin ROW_FORMAT=COMPACT;

--
-- Dumping data for table `senior`
--

INSERT INTO `senior` (`id`, `student_id`, `firstname`, `lastname`, `nickname`, `school`, `entrance`, `img`) VALUES
(1, 560610126, 'ณพล', 'สุพัฒน์', 'มอส', 'โรงเรีียนสุโขทัยวิทยาคม', 'โควตา', 'senior/560610126.jpg'),
(2, 560610175, 'ศรัณยพงศ์', 'ทะระมา', 'เฟิส', 'โรงเรียนสามัคคีวิทยาคม', 'แอดมิชชั่น', 'senior/560610175.jpg'),
(3, 560610521, 'กฤติยา', 'ศรีสุข', '', 'อัสสัมชัญลำปาง', 'โควตา', 'senior/560610521.jpg'),
(4, 560610522, 'กิตติเชษฐ์', 'โอ', '', '', 'โควตา', 'senior/560610522.jpg'),
(5, 560610523, 'กีรติ', 'ลาภพณิชพูลผล', '', 'มงฟอร์ตวิทยาลัย', 'โครงการเรียนดี', 'senior/560610523.jpg'),
(6, 560610524, 'คณยศ', 'สัตตรัตน์ไพจิตร', 'ยศ', 'ยุพราชวิทยาลัย เชียงใหม่', 'โครงการเรียนดี', 'senior/560610524.jpg'),
(7, 560610525, 'จงฤทธิ์', 'สายมา', 'รัก', 'โรงเรียนดาราวิทยาลัย เชียงใหม่', 'แอดมิชชั่น', 'senior/560610525.jpg'),
(8, 560610526, 'จาริณี', 'จิตพยัค', '', '', 'แอดมิชชั่น', 'senior/560610526.jpg'),
(9, 560610527, 'จารุวรรณ', 'ศรีจันทร์', '', 'สรรพวิทยาคม', 'โควตา', 'senior/560610527.jpg'),
(10, 560610528, 'จีระเดช', 'สอนโกษา', '', 'ยุพราชวิทยาลัย เชียงใหม่', 'โควตา', 'senior/560610528.jpg'),
(11, 560610529, 'ชณกันต์', 'ชาคม', '', 'โรงเรียนดาราวิทยาลัย เชียงใหม่', 'โควตา', 'senior/560610529.jpg'),
(12, 560610531, 'ชยางกูร', 'ชาติเวียง', '', 'ตากพิทยาคม', 'โควตา', 'senior/560610531.jpg'),
(13, 560610532, 'ชยางกูร', 'ดอกหอม', '', 'โรงเรียนสวรรค์อนันต์วิทยา', 'แอดมิชชั่น', 'senior/560610532.jpg'),
(14, 560610533, 'ชินวัตร', 'ศิริมา', '', 'โรงเรียนสันกำแพง', 'โควตา', 'senior/560610533.jpg'),
(15, 560610534, 'เชาวกฤษณ์', 'วิมล', '', 'ส่วนบุญโญปถัมภ์ ลำพูน', 'โควตา', 'senior/560610534.jpg'),
(16, 560610535, 'ณฐพล', 'ตั้งวชิรฉัตร', '', 'โรงเรียนนวมินทราชูทิศ พายัพ', 'โครงการเรียนดี', 'senior/560610535.jpg'),
(17, 560610536, 'ณพงศ์', 'พลับประสงค์', '', 'ส่วนบุญโญปถัมภ์ ลำพูน', 'โควตา', 'senior/560610536.jpg'),
(18, 560610537, 'ณภัทร', 'ภาคกุล', '', 'ดาราวิทยาลัย', 'โครงการเรียนดี', 'senior/560610537.jpg'),
(19, 560610538, 'ณรงค์ชัย', 'คำชื่น', '', '', 'โควตา', 'senior/560610538.jpg'),
(20, 560610539, 'ณัฐพงศ์', 'แข็งธัญญกิจ', '', 'พิษณุโลกพิทยาคม', 'แอดมิชชั่น', 'senior/560610539.jpg'),
(21, 560610540, 'ณัฐภัทร', 'การะเกษ', '', 'ส่วนบุญโญปถัมภ์ ลำพูน', 'โครงการเรียนดี', 'senior/560610540.jpg'),
(22, 560610541, 'ณิชา', 'แก้ววิเศษ', '', 'ดาราวิทยาลัย', 'โครงการเรียนดี', 'senior/560610541.jpg'),
(23, 560610542, 'ทีปต์', 'ไชยรินทร์', '', 'รังษีวิทยา', 'โครงการเรียนดี', 'senior/560610542.jpg'),
(24, 560610543, 'นทีธร', 'เมืองวงค์', '', 'ดาราวิทยาลัย', 'โควตา', 'senior/560610543.jpg'),
(25, 560610544, 'นนท์นัดดา', 'ศิลมัย', '', 'มอ.วิทยานุสรณ์', 'เรียนดีกีฬา', 'senior/560610544.jpg'),
(26, 560610546, 'นรินทร์', 'จงเจตดี', '', 'โรงเรียนจักรคำคณาทร จังหวัดลำพูน', 'แอดมิชชั่น', 'senior/560610546.jpg'),
(27, 560610547, 'นฤมล', 'กุณามา', '', 'เทพบดินทร์วิทยาเชียงใหม่', 'โควตา', 'senior/560610547.jpg'),
(28, 560610549, 'นุชนาถ', 'สยามิภักดิ์', '', '', 'โครงการเรียนดี', 'senior/560610549.jpg'),
(29, 560610550, 'ปฐมพงศ์', 'แผ้วสาสน์', '', 'ท่าวังผาพิทยาคม', 'แอดมิชชั่น', 'senior/560610550.jpg'),
(30, 560610551, 'ประวีณ์รัชฏ์', 'นิตราธร', '', 'มงฟอร์ดวิทยาลัย', 'โครงการเรียนดี', 'senior/560610551.jpg'),
(31, 560610553, 'ปวีณา', 'เตจ๊ะ', '', 'โรงเรียนดัดดรุณี', 'โครงการเรียนดี', 'senior/560610553.jpg'),
(32, 560610554, 'พงศ์ศิริ', 'ไตรวิทยาศิลป์', '', 'บุญวาทย์วิทยาลัย', 'โควตา', 'senior/560610554.jpg'),
(33, 560610555, 'พงศธร', 'รุนบงค์', '', 'โรงเรียนเฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ภูเก็ต', 'โควตา', 'senior/560610555.jpg'),
(34, 560610556, 'พชร', 'ชูเกียรติขจร', '', 'โรงเรียนพิริยาลัยจังหวัดแพร่', 'โครงการเรียนดี', 'senior/560610556.jpg'),
(35, 560610557, 'พรรณเชษฐ์', 'บุณยมณี', '', '', 'แอดมิชชั่น', 'senior/560610557.jpg'),
(36, 560610558, 'พลวัต', 'วีระพันธุ์พิสิษฐ์', '', '', 'โครงการพิเศษ', 'senior/560610558.jpg'),
(37, 560610559, 'พัชรพล', 'วังธิยอง', '', '', 'โครงการเรียนดี', 'senior/560610559.jpg'),
(38, 560610560, 'พันธกานต์', 'ขาวดี', '', '', 'โควตา', 'senior/560610560.jpg'),
(39, 560610561, 'พิชญพงค์', 'ตุ่นแก้ว', '', '', 'แอดมิชชั่น', 'senior/560610561.jpg'),
(40, 560610562, 'พิชยา', 'นรพงษ์', '', '', 'แอดมิชชั่น', 'senior/560610562.jpg'),
(41, 560610564, 'พิทยาธร', 'รินแก้วงาม', '', '', 'โควตา', 'senior/560610564.jpg'),
(42, 560610566, 'พีรพล', 'โพธิ์สุวรรณ', '', '', 'โควตา', 'senior/560610566.jpg'),
(43, 560610567, 'พุฒิสรรค์', 'โกมล', '', '', 'แอดมิชชั่น', 'senior/560610567.jpg'),
(44, 560610569, 'ภาณุวิทย์', 'ผลเกิด', '', '', 'โครงการพิเศษ', 'senior/560610569.jpg'),
(45, 560610570, 'ภาธร', 'ธรรมสอน', '', '', 'โควตา', 'senior/560610570.jpg'),
(46, 560610571, 'ภูเบศ', 'ศิริประพนธ์โรจน์', '', '', 'โควตา', 'senior/560610571.jpg'),
(47, 560610572, 'ภูเบศวร์', 'ใจกล่ำ', '', '', 'โควตา', 'senior/560610572.jpg'),
(48, 560610574, 'มัทนา', 'วรพันธ์', '', '', 'แอดมิชชั่น', 'senior/560610574.jpg'),
(49, 560610575, 'วรพงศ์', 'คมไพบูลย์กิจ', '', '', 'โควตา', 'senior/560610575.jpg'),
(50, 560610576, 'วรางคณา', 'เรือนสุภา', '', '', 'โควตา', 'senior/560610576.jpg'),
(51, 560610578, 'วสุพล', 'อังศุโภไคย', '', '', 'โควตา', 'senior/560610578.jpg'),
(52, 560610580, 'วัชรวิทย์', 'กำแพงทิพย์', '', '', 'แอดมิชชั่น', 'senior/560610580.jpg'),
(53, 560610581, 'วิชญ์พล', 'มงคลเกียรติชัย', '', '', 'โควตา', 'senior/560610581.jpg'),
(54, 560610582, 'วิษณุ', 'จำเริญรัตนากร', '', '', 'โครงการเรียนดี', 'senior/560610582.jpg'),
(55, 560610584, 'โสฬส', 'นาคทอง', '', '', 'โควตา', 'senior/560610584.jpg'),
(56, 560610585, 'หัสนัย', 'เดชะ', '', '', 'โครงการเรียนดี', 'senior/560610585.jpg'),
(57, 560610586, 'อณิสรา', 'กุมเพ็ชร', '', '', 'โควตา', 'senior/560610586.jpg'),
(58, 560610587, 'อดิพร', 'บินไธสง', '', '', 'แอดมิชชั่น', 'senior/560610587.jpg'),
(59, 560610588, 'อาปราพร', 'ปัญญาแดง', '', '', 'โควตา', 'senior/560610588.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `sophomore`
--

CREATE TABLE `sophomore` (
  `id` int(11) NOT NULL,
  `student_id` int(9) NOT NULL,
  `firstname` varchar(20) COLLATE utf8_bin NOT NULL,
  `lastname` varchar(20) COLLATE utf8_bin NOT NULL,
  `nickname` varchar(20) COLLATE utf8_bin NOT NULL,
  `school` varchar(50) COLLATE utf8_bin NOT NULL,
  `entrance` varchar(20) COLLATE utf8_bin NOT NULL,
  `img` text COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin ROW_FORMAT=COMPACT;

--
-- Dumping data for table `sophomore`
--

INSERT INTO `sophomore` (`id`, `student_id`, `firstname`, `lastname`, `nickname`, `school`, `entrance`, `img`) VALUES
(1, 580610615, 'กนกวรรณ', 'พินทอง', 'นก', 'พระหฤทัยเชียงใหม่', 'โควตา', 'sophomore/580610615.jpg'),
(2, 580610616, 'กวีวุฒิ', 'ชูจิตร', 'จ๊าบ', 'บุญวาทย์ วิทยาลัย', 'โครงการพิเศษ', 'sophomore/580610616.jpg'),
(3, 580610617, 'กิตติธร', 'รักปัญญาแก้ว', 'เจเจ ', '', 'แอดมิชชั่น', 'sophomore/580610617.jpg'),
(4, 580610618, 'กิตติธัช', 'บุญกาญจน์', 'เวฟ', '', 'แอดมิชชั่น', 'sophomore/580610618.jpg'),
(5, 580610619, 'กิตติพล', 'กันจินะ', 'โด่ง', 'พานพิทยาคม', 'โควตา', 'sophomore/580610619.jpg'),
(6, 580610620, 'ไกรวิชญ์', 'มณีวงค์', 'วิช', '', 'แอดมิชชั่น', 'sophomore/580610620.jpg'),
(7, 580610622, 'คณิน', 'สุขโรจน์', 'คิน', 'โรงเรียนอุตรดิตถ์', 'แอดมิชชั่น', 'sophomore/580610622.jpg'),
(8, 580610624, 'งามสิริ', 'บัวมั่น', 'เฟม', 'อัสสัมชัญลำปาง', 'โครงการเรียนดี', 'sophomore/580610624.jpg'),
(9, 580610625, 'จันทกานติ์', 'ศิวิลัยซ์', 'ขิม', '', 'แอดมิชชั่น', 'sophomore/580610625.jpg'),
(10, 580610626, 'จารุพร', 'สุปิยะพาณิชย์', 'หมู', '', 'แอดมิชชั่น', 'sophomore/580610626.jpg'),
(11, 580610627, 'จิรายุส', 'ศิริจันทรพงค์', 'บีม', 'ปรินส์รอยแยลส์วิทยาลัย', 'แอดมิชชั่น', 'sophomore/580610627.jpg'),
(12, 580610629, 'เจษฎา', 'ชัยประสพ', 'โอ้ต', 'วังเหนือวิทยา', 'โครงการเรียนดี', 'sophomore/580610629.jpg'),
(13, 580610630, 'ชลิตพล', 'เขื่อนสุวรรณ', 'ขนุน', '', 'โควตา', 'sophomore/580610630.jpg'),
(14, 580610631, 'ชวศิษฐ์', 'เต็งไตรรัตน์', 'อิก', 'ศรีสวัสดิ์วิทยาคาร', 'โครงการพิเศษ', 'sophomore/580610631.jpg'),
(15, 580610633, 'ณัชพล', 'เพทายเทียมทอง', 'อาร์ค', 'พิษณุโลกพิทยาคม', 'แอดมิชชั่น', 'sophomore/580610633.jpg'),
(16, 580610634, 'ณัฎฐินี', 'ดวงโฮ้ง', 'อูม', 'นารีรัตน์จังหวัดแพร่', 'โควตา', 'sophomore/580610634.jpg'),
(17, 580610636, 'ณัฐกิตติ์', 'ไตรเมศ', 'นาย', '', 'แอดมิชชั่น', 'sophomore/580610636.jpg'),
(18, 580610639, 'ณัฐณิชา', 'สมศักดิ์', 'บีม', 'ปรินส์รอยแยลล์วิทยาลัย', 'โควตา', 'sophomore/580610639.jpg'),
(19, 580610640, 'ณัฐพล', 'คำฟอง', 'ทิว', 'โรงเรียนเวียงป่าเป้าวิทยาคม', 'โครงการเรียนดี', 'sophomore/580610640.jpg'),
(20, 580610641, 'ณัฐวุฒิ', 'คำไชย', 'อ๊อฟ', '', 'แอดมิชชั่น', 'sophomore/580610641.jpg'),
(21, 580610642, 'ดรันภพ', 'เป็งคำตา', 'โอปอ', '', 'โควตา', 'sophomore/580610642.jpg'),
(22, 580610643, 'ทัตชยุตม์', 'อุ่นจิตต์วรรธนะ', 'โตเต', 'นครสวรรค์', 'โควตา', 'sophomore/580610643.jpg'),
(23, 580610644, 'ธนภูมิ', 'ธรรมวงศ์', 'แปม', 'บุญวาทย์วิทยาลัย', 'โควตา', 'sophomore/580610644.jpg'),
(24, 580610645, 'ธนวัฒน์', 'กลมกลอม', 'เฟิร์ส', 'พิริยาลัย', 'โควตา', 'sophomore/580610645.jpg'),
(25, 580610646, 'ธนิน', 'วรรณวิไลรัตน์', 'บูม', 'สามัคคีวิทยาคม', 'โควตา', 'sophomore/580610646.jpg'),
(26, 580610647, 'ธีรทัศน์', 'สมประเสริฐ', 'นนท์', '', 'แอดมิชชั่น', 'sophomore/580610647.jpg'),
(27, 580610648, 'ธีราพัฒน์', 'ศรัทธาจารุพงศ์', 'ออม', 'บุญวาทย์วิทยาลัย', 'แอดมิชชั่น', 'sophomore/580610648.jpg'),
(28, 580610649, 'นฤดม', 'มูระวงษ์', 'เกส', 'นครสวรรค์', 'แอดมิชชั่น', 'sophomore/580610649.jpg'),
(29, 580610650, 'นฤมล', 'เศรษฐ์ดุสิต', 'หยก', '', 'โควตา', 'sophomore/580610650.jpg'),
(30, 580610652, 'นิรมล', 'วัชรไพรงาม', 'เมย์', '', 'โควตา', 'sophomore/580610652.jpg'),
(31, 580610655, 'ปิงอารักข์', 'วรรณวงศ์', 'ปิง', '', 'แอดมิชชั่น', 'sophomore/580610655.jpg'),
(32, 580610656, 'พงศธร', 'ภาสวัต', 'พง', 'แม่สายประสิทธิ์ศาสตร์', 'โควตา', 'sophomore/580610656.jpg'),
(33, 580610658, 'พนัชกร', 'ธัญลักษณากุล', 'บีม', 'ดาราวิทยาลัย', 'โควตา', 'sophomore/580610658.jpg'),
(34, 580610659, 'พร้อมยศ', 'กตารัตน์', 'เนม', 'โพนทองพัฒนาวิทย', 'แอดมิชชั่น', 'sophomore/580610659.jpg'),
(35, 580610660, 'พศวัฒน์', 'ชื่นเพ็ชร', 'เนตร', 'ภูเก็ตวิทยาลัย', 'โครงการพิเศษ', 'sophomore/580610660.jpg'),
(36, 580610662, 'พิมุกต์ธีร์', 'ใจกล้า', 'เเว๊บ', 'สตรีศรีน่าน', 'โครงการพิเศษ', 'sophomore/580610662.jpg'),
(37, 580610664, 'ภคิน', 'ชูเกียรติขจร', 'เจิ้น', '', 'แอดมิชชั่น', 'sophomore/580610664.jpg'),
(38, 580610665, 'ภัทร์ดนัย', 'ดวงวโรภาส', 'บอส', 'อัสสัมชัญลำปาง', 'โควตา', 'sophomore/580610665.jpg'),
(39, 580610666, 'ภาณุวิชญ์', 'โมทนา', 'บีม', 'มงฟอร์ตวิทยาลัย', 'แอดมิชชั่น', 'sophomore/580610666.jpg'),
(40, 580610667, 'ภูมิพัฒน์', 'จิรพิริยะกุล', 'ต้า', '', 'โควตา', 'sophomore/580610667.jpg'),
(41, 580610668, 'ภูมิพัฒน์', 'เศรษฐกร', 'ภูมิ', 'ยุพราชวิทยาลัย', 'โควตา', 'sophomore/580610668.jpg'),
(42, 580610670, 'รอยบุรา', 'บุรารักษ์', 'รอย', 'ดาราวิทยาลัย', 'โควตา', 'sophomore/580610670.jpg'),
(43, 580610671, 'รัชพงศ์', 'ทองสุข', 'เอ', 'หล่มสักวิทยาคม', 'โครงการเรียนดี', 'sophomore/580610671.jpg'),
(44, 580610672, 'ลลิตา', 'บรรดาศักดิ์', 'รส', 'พะเยาพิทยาคม', 'แอดมิชชั่น', 'sophomore/580610672.jpg'),
(45, 580610673, 'วชิรวิทย์', 'กาฬพรรณลึก', 'วินเนอร์', 'ยุพราชวิทยาลัย', 'แอดมิชชั่น', 'sophomore/580610673.jpg'),
(46, 580610674, 'วรศร', 'ศิริพานกุล', 'ไนท์', 'สามัคคีวิทยาคม', 'โควตา', 'sophomore/580610674.jpg'),
(47, 580610675, 'วรากร', 'เมฆพัฒนาภิญโญ', 'แชมป์', 'นครสวรรค์', 'โควตา', 'sophomore/580610675.jpg'),
(48, 580610676, 'วัชระ', 'โพธิ์รุ้ง', 'กล้วย', '', 'โครงการเรียนดี', 'sophomore/580610676.jpg'),
(49, 580610677, 'วิภพ', 'เก้าเอี้ยน', 'ได', 'ดาราวิทยาลัย', 'โควตา', 'sophomore/580610677.jpg'),
(50, 580610678, 'วิมลวรรณ', 'ศรีจันทร์พรม', 'โบว์', 'เรยีนาเชลีวิทยาลัย', 'แอดมิชชั่น', 'sophomore/580610678.jpg'),
(51, 580610679, 'ศาสน์ตริน', 'แซ่จิว', 'โก้', '', 'แอดมิชชั่น', 'sophomore/580610679.jpg'),
(52, 580610680, 'ศุภการ', 'ชัยดรุณ', 'คอม', '', 'โควตา', 'sophomore/580610680.jpg'),
(53, 580610681, 'เศรษฐพันธ์', 'เนาวเศรษฐ์', 'เล็ก', '', 'โครงการพิเศษ', 'sophomore/580610681.jpg'),
(54, 580610683, 'สุทธวีร์', 'ลู่ควร', 'รอส', 'มาร์มาร่าวิชัยวิทยา', 'โควตา', 'sophomore/580610683.jpg'),
(55, 580610684, 'สุพิชฌาย์', 'สวัสดิวราภา', 'สมาย', 'มกุฎเมืองราชวิทยาลัย', 'โครงการเรียนดี', 'sophomore/580610684.jpg'),
(56, 580610685, 'สุพิชย์', 'อังจันทร์เพ็ญ', 'อาร์ท', '', 'แอดมิชชั่น', 'sophomore/580610685.jpg'),
(57, 580610686, 'เสถียรพร', 'คำดี', 'โดโด้', 'จ่านกร้อง', 'โควตา', 'sophomore/580610686.jpg'),
(58, 580610687, 'อรยา', 'ศรีดาวเรือง', 'เจน', 'พระหฤทัยเชียงใหม่', 'โควตา', 'sophomore/580610687.jpg'),
(59, 580610688, 'อรรฆพร', 'เถื่อนรอด', 'บอล', '', 'แอดมิชชั่น', 'sophomore/580610688.jpg'),
(60, 580610689, 'อรรณพ', 'ขัติยเนตร', 'อัน', 'สามัคคีวิทยาคม', 'โควตา', 'sophomore/580610689.jpg'),
(61, 580610690, 'อรรถกรานต์', 'เรณุมาร', 'อัฒฑ์', 'ผดุงราษฎร์', 'โควตา', 'sophomore/580610690.jpg'),
(62, 580610692, 'อริญชัย', 'นันต์จารุวงศ์', 'โจ๋', 'สามัคคีวิทยาคม', 'แอดมิชชั่น', 'sophomore/580610692.jpg'),
(63, 580610693, 'อัครพร', 'เลิศพิพัฒน์สกุล', 'อาร์ท', '', 'โควตา', 'sophomore/580610693.jpg'),
(64, 580610694, 'อิสระพงษ์', 'บุญส่ง', 'ตูมตาม', '', 'แอดมิชชั่น', 'sophomore/580610694.jpg'),
(65, 580610695, 'เอกภพ', 'วงค์สอน', 'โอ', '', 'โครงการพิเศษ', 'sophomore/580610695.jpg');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `freshman`
--
ALTER TABLE `freshman`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `junior`
--
ALTER TABLE `junior`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `officer`
--
ALTER TABLE `officer`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `professor`
--
ALTER TABLE `professor`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `senior`
--
ALTER TABLE `senior`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sophomore`
--
ALTER TABLE `sophomore`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `freshman`
--
ALTER TABLE `freshman`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=104;
--
-- AUTO_INCREMENT for table `junior`
--
ALTER TABLE `junior`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=66;
--
-- AUTO_INCREMENT for table `officer`
--
ALTER TABLE `officer`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `professor`
--
ALTER TABLE `professor`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
--
-- AUTO_INCREMENT for table `senior`
--
ALTER TABLE `senior`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=60;
--
-- AUTO_INCREMENT for table `sophomore`
--
ALTER TABLE `sophomore`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=66;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
